import React from 'react'

const HeadlinesPage = () => {
  return (
    <div className='py-6 px-14 text-end'>
    <h1 className='text-center text-4xl mb-14'>מדיניות פרטיות</h1>
    <p className='text-xl text-gray-400'>
    אנו, קבוצת מליסרון (להלן – "החברה" או "אנחנו") מכבדים את פרטיות המשתמשים (להלן "המשתמשים") בנכסיה הדיגיטליים של החברה, לרבות אתרי האינטרנט בתחומי הפעילות השונים של החברה, אתרי סחר אלקטרוני דוגמת Groo או Baligam, מועדוני הטבות, פעילות בקניונים לרבות אפליקציית MY OFER של קניוני עופר וכיו"ב (להלן ביחד ולחוד "הנכסים הדיגיטליים") ומחויבים להגן על המידע האישי שהמשתמשים משתפים עמנו במסגרת הנכסים הדיגיטליים שלנו.
אנו מאמינים כי למשתמשים שלנו הזכות להכיר את המדיניות שלנו בנוגע לאיסוף ושימוש במידע המתקבל על-ידנו בזמן השימוש בנכסים הדיגיטליים. על השימוש בנכסים הדיגיטליים הקיימים והעתידיים המופעלים על-ידי החברה, תחול מדיניות הפרטיות כמפורט להלן.
למונחים המופיעים במדיניות פרטיות זו (להלן "מדיניות הפרטיות") תהיה המשמעות הנודעת להם בתנאי השימוש הרלוונטיים של כל נכס דיגיטלי בהתאמה (להלן "תנאי השימוש הרלוונטיים") אלא אם נאמר במפורש אחרת במדיניות פרטיות זו.
בעת השימוש בנכסים הדיגיטליים נאסף על המשתמשים מידע. חלק מהמידע מזהה אותם באופן אישי, כלומר בשמם ובכתובתם, המוצרים ו/או השירותים שביקשו לרכוש שוברים עבורם, אמצעי התשלום ששימשו אותם, מידע על המיקום בו הם מצויים או ממנו ביצעו פעולות שונות בנכסים הדיגיטליים וכדומה. זהו המידע שהמשתמשים מוסרים ביודעין, לרבות בעת רישומם לנכסים הדיגיטליים. בנוסף, ייתכן שיוצמד למידע שהמשתמשים מוסרים לנו במישרין גם מידע עליהם מצדדים שלישיים, והכל בהתאם להסכמות שהעניקו לאותם צדדים שלישיים. חלק מהמידע אינו מזהה את המשתמשים אישית ואינו נשמר ביחד עם פרטיהם (זהו מידע סטטיסטי ומצטבר, לדוגמה העמודים בהם צפו, ההצעות והשירותים שעניינו אותם, כתובת ה- IP שממנה פנו ועוד).
מדיניות הפרטיות חלה על המידע האישי המזהה שנאסף ו/או שנמסר על-ידי המשתמשים, כחלק מתהליך הרישום האישי, המועבר על-ידם בזמן השימוש בשירותים ובנכסים הדיגיטליים, על מידע שנאסף עליהם בזמן שהם משתמשים בנכסים הדיגיטליים ועל מידע שיתקבל מצדדים שלישיים להם מסרו את המידע בהסכמתם.
החברה אינה נושאת בכל אחריות בגין שימוש במידע אודות המשתמשים המתקבל שלא באמצעותם, על-ידי צדדים שלישיים, לרבות גופים מסחריים ו/או אתרים ו/או סוחרים מקוונים, לרבות אלה המופיעים בנכסים הדיגיטליים (כגון בתי עסק המשתתפים במבצעי ההטבות בנכסים הדיגיטליים וכיו"ב) ואשר אינם בשליטתה. בכל מקרה של ספק, על המשתמשים לבדוק את מדיניות הפרטיות ותנאי השימוש של אותו בית עסק, סוחר, אתר או גוף מסחרי.
יודגש, כי הפרטים שיספקו ו/או שיאספו אודות המשתמשים, יכול ויאומתו כנגד מידע קיים עליהם ו/או כנגד מידע דומה שסופק ו/או כנגד כל מידע דומה אשר מצוי בחזקתו של צד שלישי כלשהו, והכל בהתאם להסכמות שהמשתמשים העניקו לאותו צד שלישי.    </p>
  </div>
  )
}

export default HeadlinesPage