import React from "react";

const AboutPage = () => {
  return (
    <div className="py-6 px-14 text-end">
      <h1 className="text-center text-4xl mb-14">אודות</h1>
      <p className="text-xl text-gray-400">
       מרקטפלס מציע למאות אלפי
        מבקריו מדי שנה חוויית בילוי וקניות מגוונת, אטרקטיבית ומעודכנת. הוא נמנה
        עם עשרת הקניונים המובילים בארץ, ונחשב לאחד הקניונים המצליחים והרווחיים
        בישראל. הקניון, אשר פועל שבעה ימים בשבוע, הפך לאבן שואבת לתושבי הרצליה,
        אזור השרון ותושבי השכונות הצפוניות של תל אביב. בהיותו פתוח שבעה ימים
        בשבוע הוא משמש מקום בילוי גם לתושבים רבים מאזורים שמחוץ לגוש דן. שעות
        הפתיחה הנוחות, תמהיל החנויות המגוון ומתחמי חנייה נרחבים, כמו גם הסמיכות
        לנתיבי איילון ולתחנת הרכבת הרצליה, הובילו לכך שרבים מתושבי ישראל בוחרים
        לחזור ולבקר בקניון שבעת הכוכבים, וליהנות מחוויית קניות, בילוי ופנאי
        מתקדמת. מתוך כלל שטח הקניון, 25 אלף מ"ר מוקדשים למסחר בלבד, עם תמהיל
        ייחודי ורחב במיוחד של מעל ל- 150 חנויות ובתי עסק: רשתות בינלאומיות
        וישראליות מובילות, לצד בוטיקים ודוכני מכירה ייחודיים , בתי קפה ומסעדות
        מזון מהיר, וירידים קולינריים המתקיימים בסופי השבוע. מלבד לחוויית הקניות,
        מציע הקניון שפע של אפשרויות בילוי ביניהם: מתחם באולינג ענק, ג'ימבורי בן
        4 קומות ומכונות משחק. זאת בנוסף לאינספור פעילויות ואירועים חינמיים אשר
        נערכים לאורך כל השנה ומותאמים לכל גיל: ממופעים והצגות ועד סדנאות יצירה,
        בישול, נגרות וסדנאות לתינוקות והוריהם.
      </p>
    </div>
  );
};

export default AboutPage;
