import React from 'react'

const AboutPage = () => {
  return (
    <div className='py-6 px-14 text-end'>
      <h1 className='text-4xl mb-14'>אודות</h1>
      <p className='text-xl text-gray-400'>
        לורם חגנדלג חגכדצ גחדג דגחנכד גחדנגכחנ ד תצכחנגד כ דך כגדגתכדךג כ דגךכדצג ךדגצכדכג ד גכלד גצדך נגכדצ גכדגצד גךכ דגצכ דלגכדצכנד ג כתדגכםד שדלכגחנד גתדגנכ דגחכנד גכתדנחכנדגנד גכ דגכחנדג כדחנגכד גכחנכ דגחנד גכחנדכ דתכנדגכד כגדג כ דתגנכדג כתדנגכד גכת דחנגכד גנ דגת דתנכד גכדנגכ דגכנ דצגמכ דנכד גכ דגמכ דג כדצמג כמד גכ מדגלמכ דג כמצמנדגצ כגנכתצדג צ דגך כדתגנחדגתכ צדחנגכתדג כ נדגכד גכנ דתגכנחדג תכצד גכנדגכ דחגנכ דגכחנדגכ חגדכמ דגכנד גכחדג כדג כחד גכדחגכ תדגכחדגכח דגכדגלחכד גלחכ דגכחלדחג דג גל כד  דלחגלכ דגחכ ד גלחכ דגח כחדגכלדחג כחדגעםןגכ צשדםגש םדג  ףשםדג
      </p>
    </div>
  )
}

export default AboutPage